{
    "en": [
      "Do animals' lives have as much value as ours?",
      "Do you believe in life after death?",
      "Does money bring happiness?",
      "Do you have to love yourself before you can love others?",
      "Do you believe in male-female friendship?",
      "Do you understand why some paintings are sold for astronomical sums?",
      "Are you informed about ecological causes?",
      "What do you think about feminism?",
      "Should animals have more rights?",
      "What do you think about veganism?",
      "What is your favorite quote?",
      "How could you make the world a better place?",
      "How would you like to die?",
      "Do you feel that social networks bring us closer together?",
      "What do you think about astrology?",
      "Are you afraid of death?",
      "Are you afraid of growing old?",
      "Do you take full advantage of life?",
      "What is your purpose or mission in life?",
      "Do you think we can laugh about everything?",
      "Are you for or against cosmetic surgery?",
      "Which philosophical current is your life closest to?",
      "In La Fontaine's fable, would you rather be the ant or the grasshopper?",
      "What do you think about inclusive writing?",
      "Are you able to debate with anyone, regardless of their ideas?",
      "Would you like to know the date of your death?",
      "To be truly strong, do you have to know how to be weak?",
      "How important is family to you?",
      "What do you think about the saying 'it was better before'?",
      "Do you think technology will solve or cause more problems?",
      "Is censorship sometimes justified?",
      "Can we laugh about everything?",
      "Can we debate with everyone?",
      "Do all cultures have equal value?",
      "Which charitable cause deserves more attention?",
      "Do you understand those who don't want children for ecological reasons?",
      "Are some new technologies frightening to you?",
      "Could you share your life with someone who has different political views?",
      "What will the world look like in 100 years?",
      "Which scientific breakthrough would most change our future?",
      "Are there truths that no one dares admit?",
      "What are the most important issues facing our world today?",
      "What predictions can you make about our near future?",
      "Do you believe in reincarnation?",
      "Is war ever justifiable?",
      "Can torture ever be legitimate?",
      "Is it moral to use animals for scientific research?",
      "Should human cloning be allowed?",
      "Should euthanasia be legalized?",
      "Do the rich have a moral obligation to help the poor?",
      "Is it fair to impose economic sanctions on countries for political reasons?",
      "Should parents have the right to choose the sex of their child?",
      "Should voting be mandatory?",
      "Is homeschooling a good alternative to public schooling?",
      "Should children have more rights in family decisions?",
      "Should elderly people have more political influence?",
      "Is life imprisonment more humane than the death penalty?",
      "Is corruption inevitable in politics?",
      "Should science always serve humanity?",
      "Should robots have rights?",
      "Is it ethical to genetically modify babies?",
      "Are pharmaceutical patents fair?",
      "Is nuclear energy an ecological solution?",
      "Is positive discrimination necessary for equality?",
      "Should marriage be open to more than two people?",
      "Should children be raised at home by their parents or attend public school?",
      "Do social media have a more positive or negative impact on human relationships?",
      "Are social media influencers good role models for young people?",
      "Does systemic racism still exist in our society?",
      "Are the media too powerful in shaping public opinion?",
      "Are unions still necessary today?",
      "Is globalization beneficial for everyone?",
      "Should homosexuality be taught in schools?",
      "Should children be raised in a specific religion?",
      "Will autonomous cars improve our quality of life?",
      "Should social media be regulated by the government?",
      "Do smartphones make people less social?",
      "Is the era of robots a threat to jobs?",
      "Is transhumanism the future of humanity?",
      "Do violent video games influence young people's behavior?",
      "Should drones be used for mass surveillance?",
      "Is big data a threat to our privacy?",
      "Should artificial intelligence have moral personality?",
      "Should space travel be reserved for scientists?",
      "Does free will really exist?",
      "Does religion still have a place in the modern world?",
      "Is destiny prewritten or do we shape it?",
      "Is beauty really subjective?",
      "Does life have intrinsic meaning or is it up to us to give it meaning?",
      "Does truth exist or is it relative?",
      "Can morality be universal?",
      "Does true altruism exist or is it a form of selfishness?",
      "Is happiness a choice or a consequence?",
      "Is justice an absolute or relative concept?"
    ],
    "fr": [
      "La vie des animaux a-t-elle autant de valeur que la nôtre ?",
      "Crois-tu en la vie après la mort ?",
      "L'argent fait-il le bonheur ?",
      "Faut-il s'aimer soi-même avant de pouvoir aimer les autres ?",
      "Crois-tu en l'amitié homme-femme ?",
      "Comprends-tu pourquoi certains tableaux sont vendus pour des sommes astronomiques ?",
      "Es-tu informé sur les causes écologiques ?",
      "Que penses-tu du féminisme ?",
      "Les animaux devraient-ils avoir plus de droits ?",
      "Que penses-tu du véganisme ?",
      "Quelle est ta citation favorite ?",
      "Comment pourrais-tu rendre le monde meilleur ?",
      "De quelle manière aimerais-tu mourir ?",
      "As-tu l'impression que les réseaux sociaux nous rapprochent ?",
      "Que penses-tu de l'astrologie ?",
      "As-tu peur de la mort ?",
      "As-tu peur de vieillir ?",
      "Profites-tu suffisamment de la vie ?",
      "Quelle est ta raison d'être ? Ta mission sur terre ?",
      "Penses-tu qu'on peut rire de tout ?",
      "Pour ou contre la chirurgie esthétique ?",
      "De quel courant philosophique ta vie est-elle la plus proche ?",
      "Dans la fable de La Fontaine, serais-tu plutôt la fourmi ou la cigale ?",
      "Que penses-tu de l'écriture inclusive ?",
      "Es-tu capable de débattre avec n'importe qui, quelles que soient ses idées ?",
      "Aimerais-tu connaître la date de ta mort ?",
      "Pour être réellement fort, faut-il savoir se montrer faible ?",
      "Quelle est pour toi l'importance de la famille ?",
      "Que penses-tu de la phrase 'c'était mieux avant' ?",
      "Penses-tu que la technologie résoudra ou causera davantage de problèmes ?",
      "La censure est-elle parfois justifiée ?",
      "Peut-on rire de tout ?",
      "Peut-on débattre avec tout le monde ?",
      "Est-ce que toutes les cultures se valent ?",
      "Quelle cause caritative mériterait d'être davantage mise en avant ?",
      "Comprends-tu ceux qui ne veulent pas d'enfants pour des causes écologiques ?",
      "Certaines nouvelles technologies te font-elles peur ?",
      "Pourrais-tu partager la vie d'une personne qui n'a pas les mêmes pensées politiques que toi ?",
      "À quoi ressemblera le monde dans 100 ans ?",
      "Quel progrès scientifique changerait le plus l'avenir de notre monde s'il était découvert ?",
      "Y a-t-il des choses vraies mais que personne n'ose admettre ?",
      "Quels sont les enjeux les plus importants de notre monde actuel ?",
      "Quelle prédiction pourrais-tu faire sur notre futur proche ?",
      "Crois-tu en la réincarnation ?",
      "La guerre est-elle parfois justifiable ?",
      "La torture peut-elle être légitime dans certaines situations ?",
      "Est-il moral d'utiliser des animaux pour la recherche scientifique ?",
      "Le clonage humain devrait-il être autorisé ?",
      "L'euthanasie devrait-elle être légalisée ?",
      "Les riches ont-ils une obligation morale d'aider les pauvres ?",
      "Est-il juste d'imposer des sanctions économiques à des pays pour des raisons politiques ?",
      "Les parents doivent-ils avoir le droit de choisir le sexe de leur enfant ?",
      "Le droit de vote devrait-il être obligatoire ?",
      "L'école à la maison est-elle une bonne alternative à l'école traditionnelle ?",
      "Les enfants devraient-ils avoir plus de droits dans les décisions familiales ?",
      "Les personnes âgées devraient-elles avoir plus d'influence politique ?",
      "La peine de prison à perpétuité est-elle plus humaine que la peine de mort ?",
      "La corruption est-elle inévitable dans la politique ?",
      "La science doit-elle toujours être au service de l'humanité ?",
      "Les robots devraient-ils avoir des droits ?",
      "Est-il éthique de modifier génétiquement les bébés ?",
      "Les brevets pharmaceutiques sont-ils justes ?",
      "L'énergie nucléaire est-elle une solution écologique ?",
      "La discrimination positive est-elle nécessaire pour l'égalité ?",
      "Le mariage devrait-il être ouvert à plus de deux personnes ?",
      "Les enfants devraient-ils être éduqués à la maison par leurs parents ou aller à l'école publique ?",
      "Les réseaux sociaux ont-ils un impact plus positif ou négatif sur les relations humaines ?",
      "Les influenceurs des réseaux sociaux sont-ils de bons modèles pour les jeunes ?",
      "Le racisme systémique existe-t-il encore dans notre société ?",
      "Les médias sont-ils trop puissants dans la formation de l'opinion publique ?",
      "Les syndicats sont-ils encore nécessaires aujourd'hui ?",
      "La globalisation est-elle bénéfique pour tous ?",
      "L'homosexualité devrait-elle être enseignée à l'école ?",
      "Les enfants doivent-ils être élevés dans une religion spécifique ?",
      "Les voitures autonomes amélioreront-elles notre qualité de vie ?",
      "Les réseaux sociaux doivent-ils être réglementés par le gouvernement ?",
      "Les smartphones rendent-ils les gens moins sociables ?",
      "L'ère des robots est-elle une menace pour l'emploi ?",
      "Le transhumanisme est-il l'avenir de l'humanité ?",
      "Les jeux vidéo violents influencent-ils le comportement des jeunes ?",
      "Les drones devraient-ils être utilisés pour la surveillance de masse ?",
      "Le big data est-il une menace pour notre vie privée ?",
      "L'intelligence artificielle doit-elle avoir une personnalité morale ?",
      "Les voyages dans l'espace devraient-ils être réservés aux scientifiques ?",
      "Le libre arbitre existe-t-il vraiment ?",
      "La religion a-t-elle encore sa place dans le monde moderne ?",
      "Le destin est-il préécrit ou le façonnons-nous ?",
      "La beauté est-elle vraiment subjective ?",
      "La vie a-t-elle un sens intrinsèque ou est-ce à nous de lui en donner un ?",
      "La vérité existe-t-elle ou est-elle relative ?",
      "La moralité peut-elle être universelle ?",
      "L'altruisme existe-t-il vraiment ou est-ce une forme d'égoïsme ?",
      "Le bonheur est-il un choix ou une conséquence ?",
      "La justice est-elle un concept absolu ou relatif ?"
    ]
  }
  