{
    "en": [
      "What kind of education do you want to give to your children?",
      "Do you think your parents are proud of you?",
      "Are you satisfied with the education you received from your parents?",
      "How could the relationship between your parents influence your view of love?",
      "Tell me about the last time you were sad. Is it painful to talk about it today?",
      "Tell me about the last time you felt happiness.",
      "Do animals' lives have as much value as ours?",
      "Do you believe in life after death?",
      "Have you ever experienced grief? If so, do you want to talk about it?",
      "Does money bring happiness?",
      "Who are you?",
      "Describe yourself in 5 words.",
      "Do you need to love yourself before you can love others?",
      "Have you ever said 'I love you' to your parents? Have they ever said it to you? Is it easy for you?",
      "What are your insecurities?",
      "Do you love your body?",
      "What do you think when you look at yourself in the mirror?",
      "What would your ideal house look like?",
      "What would your ideal day look like?",
      "Where and how do you see yourself in 1 year, 5 years, and 10 years?",
      "Do you want or have pets?",
      "If you have pets, introduce them to me.",
      "Introduce me one of of your family member.",
      "Introduce me one of your best friends.",
      "If you had to choose, your father or your mother?",
      "Are your parents separated? How did you experience it?",
      "Did your grandparents play an important role in your development?",
      "What are the biggest turn-offs for you?",
      "Do you have any deal-breakers in choosing a partner?",
      "Do you have a list of criteria that someone must meet to share your life?",
      "What are you looking for in a romantic relationship?",
      "Have you ever been in love?",
      "Do you believe in male-female friendship?",
      "What was your longest relationship?",
      "Can you trust when you are in a relationship?",
      "Do you understand why paintings are sold for astronomical sums?",
      "What physical trait do you prefer in the people you are attracted to?",
      "Are you informed about environmental causes?",
      "What do you think about feminism?",
      "Should animals have more rights?",
      "What do you think about veganism?",
      "When was the last time you did something for the first time?",
      "What is your favorite movie?",
      "What is or was your favorite cartoon?",
      "Are you nostalgic for a period of your life?",
      "What is the last book you read?",
      "What is the book that has marked you the most? Why?",
      "What was your favorite subject in school?",
      "Have you ever had a teacher who inspired or influenced you a lot?",
      "Your favorite quote?",
      "What superpower would you like to have?",
      "What is your biggest failure?",
      "What is your greatest success? Your greatest pride?",
      "What is the hardest thing you have ever had to do?",
      "What are you most proud of?",
      "What would be your ultimate achievement?",
      "What is the best life advice you could give to your children?",
      "For you, what does 'success in life' mean?",
      "Are you materialistic?",
      "Do you have an object that you value greatly? If so, why?",
      "Do you have tattoos? What do they represent for you?",
      "Could you do without your phone for a week?",
      "What is your passion?",
      "Are you often in a good mood?",
      "Could you consider a relationship with someone you don't find attractive?",
      "What is your biggest dream?",
      "What do you think about age differences in relationships?",
      "What is the craziest thing you have done so far?",
      "How could you make the world a better place?",
      "What does your ideal romantic relationship look like?",
      "How would you like to die?",
      "You have a time machine that can only be used for a round trip. To what era do you go?",
      "Who has had the most influence on the person you have become today?",
      "Do you think social media brings us closer together?",
      "What day of your life would you most like to relive?",
      "If you could have dinner with a public figure, who would it be and why?",
      "Do you think you would be friends with your parents if they were your age?",
      "What is your favorite smell? Why?",
      "What is your favorite song? Why?",
      "When was your last laugh?",
      "How was your teenage rebellion?",
      "Do you have a conflictual relationship with your parents?",
      "Tell me a childhood memory.",
      "What do you think about astrology?",
      "Can you always be yourself?",
      "Are you more introverted or extroverted?",
      "Are you afraid of death?",
      "Are you afraid of aging?",
      "Do you enjoy life enough?",
      "Tell me about the moment you felt the most intense joy you can remember.",
      "What was your worst childhood mischief?",
      "What are the 3 most important qualities to possess?",
      "What are the 3 worst flaws a person can have?",
      "Do you have a slogan or a phrase that represents you?",
      "What is the craziest thing you have done for love?",
      "Is there something that motivates you more than anything else in life?",
      "What is your purpose? Your mission on earth?",
      "Have you ever achieved something that seemed impossible?",
      "How brave are you?",
      "Do you have regrets in life? How could you forgive yourself?",
      "What is the hardest thing you have ever had to accomplish? How did you feel afterward?",
      "Do you think you can joke about anything?",
      "What is your favorite joke?",
      "Do you have bad habits you want to get rid of? How can you succeed?",
      "What is the place you visited that impressed you the most?",
      "What was your best trip? What did you get out of it?",
      "Do you have goals in life? What are they?",
      "What encounter has marked you the most so far?",
      "Would you like to change something about yourself? If so, why?",
      "Are you for or against plastic surgery?",
      "What language do you dream of speaking?",
      "Do you have a bucket list? Share some items from it.",
      "What event in your life would you like to have a video of?",
      "For what reasons would you like to be remembered?",
      "What is your worst flaw as a roommate?",
      "Is there something you can never do despite your many attempts?",
      "Have you ever received very bad advice?",
      "Do you have values or principles that you will never transgress?",
      "What is the most important value to you?",
      "Have you ever had a strange or paranormal experience?",
      "What is the thing you hate doing the most?",
      "Are you often lost in your thoughts?",
      "Has an event changed your life forever?",
      "What is the hardest life lesson you have had to learn?",
      "What excites you the most in life?",
      "In what circumstances do you feel fully 'alive'?",
      "When you were young, what job did you want to do? Did it stay relevant for a long time?",
      "Have you ever thought about giving up everything to live on the other side of the world?",
      "What trip or adventure do you most want?",
      "What question would you most like to have the answer to?",
      "Do you have a morning routine?",
      "What subject would you like to know more about?",
      "Could you share something with me that you have never told me before?",
      "How do people judge you at first glance? Do they make a mistake?",
      "Do you judge people at first glance?",
      "What do you want to leave to the world after you are gone?",
      "What is the best advice you have received?",
      "Is there a skill you would like to develop? How could you achieve it?",
      "What are you most afraid of in life? Does it handicap you?",
      "Do you have phobias?",
      "What is the one thing you can't live without?",
      "When you are about to give up, what do you think of to motivate yourself?",
      "When have you been the best version of yourself?",
      "Are you facing a problem right now? How could you solve it?",
      "You have a teleporter for the next 24 hours. What is your schedule?",
      "Is there something missing in your current life?",
      "Who is the person you will never let down?",
      "What stresses you out the most?",
      "What is the secret to a solid romantic relationship?",
      "What is the secret to a lasting friendship?",
      "Do you have a recurring dream? Which one?",
      "How would others describe you in one sentence?",
      "What do you think of yourself?",
      "Is there something you would like to do more often?",
      "Is there a habit you would like to implement in your current life? What is it?",
      "When you are sad, what cheers you up?",
      "What do you like most about your job?",
      "What instantly puts you in a good mood?",
      "What is your favorite season? Why?",
      "What is the greatest physical achievement you have accomplished?",
      "What is your definition of love?",
      "Where did you grow up? Is it a special place for you?",
      "Why did you decide to do the job you do?",
      "Are you easily uncomfortable? In what situations are you likely to be?",
      "What change would you like to make in your current life?",
      "Have you ever done something illegal?",
      "What do you pay the most attention to when you meet someone new? What do you notice first?",
      "Whose life would you like to have for a day? Why?",
      "Do you or have you had an idol?",
      "When you are alone, what is your favorite pastime?",
      "What is the worst betrayal a friend can do to you?",
      "Is there someone you would like to forgive?",
      "Do you need to be forgiven by someone?",
      "What do you never want to forget?",
      "Is your life fun enough? If not, how could you fix it?",
      "If you could teach only one thing to your child, what would it be?",
      "How do you feel right now?",
      "What things would you have liked to learn as a child?",
      "Do you like to cook? What is your favorite dish?",
      "What kind of situation makes you cry easily?",
      "Why do you think you are unique?",
      "What is the best gift you have received?",
      "What is the best gift you have given?",
      "Do you believe in 'love at first sight'? Have you ever experienced it?",
      "Which public figure inspires you the most?",
      "Who in your family understands you the best?",
      "Are you thoughtful at night before sleeping? What kind of thoughts do you have?",
      "Where do you feel best?",
      "On your deathbed, what would be the worst regret you could have?",
      "What is your favorite instrument? Do you know how to play it?",
      "You have the chance to have dinner with your 'you' when you were 10 years old. What would you tell them? Would they listen to you?",
      "Are you grateful for what life has given you so far?",
      "What do you dream about secretly?",
      "Are you in a good mood in the morning?",
      "What is the biggest lie you have ever told? Are you ashamed of it?",
      "What is your greatest shame? How could you overcome it?",
      "Do you sometimes want things that you don't dare to do? What stops you?",
      "If you could keep only one sense, which one would it be? And if you had to lose one?",
      "What emotion do you feel most often?",
      "If you could meet a deceased person, who would it be?",
      "Is it easy for you to say 'No'?",
      "What machine would you like to invent?",
      "You have only 24 hours to live from now on, what is your schedule?",
      "Do you like your first name? Would you like to change it?",
      "Did you have a good year? What are the best and worst things that happened to you during this period?",
      "Are you looking forward to something?",
      "If you were in charge of the world, what would be your first measure?",
      "What subject could you talk about for hours?",
      "What do you like most about yourself?",
      "What is your greatest strength?",
      "Can you do something that no one else can master?",
      "Which philosophical current is your life closest to?",
      "What inspires you the most?",
      "Are you a very creative person?",
      "Are you always yourself with others? Do you sometimes play a role?",
      "Do you think your loved ones understand you?",
      "After fasting for 10 days, what is the first thing you would eat?",
      "How and where do you see yourself in 10 years?",
      "What was your biggest mistake? Can you take something positive from it today?",
      "For which activity would you like to have more time?",
      "What would you do with your days if you no longer had to work?",
      "Are you constantly trying to improve? For what purpose?",
      "In La Fontaine's fable, would you be more like the ant or the grasshopper?",
      "If you only had 3 years left to live, what would you change?",
      "Do you have any rituals in your daily life?",
      "Do you like routine?",
      "What will be your last thoughts before you die?",
      "What is the strangest thing you have ever eaten?",
      "If you could write a letter to all the humans on the planet, what would you tell them?",
      "Do you prefer the sea or the mountains?",
      "Do you sometimes talk to yourself out loud? What do you say?",
      "What bothers you the most in your job? Can you change it?",
      "What was your craziest purchase? Do you regret it?",
      "What do you think about inclusive writing?",
      "What are the negative thoughts you have most often?",
      "What gives you the most hope?",
      "What is your most precious object? Is it also the one with the highest financial value?",
      "What expression do you use most often?",
      "What would your perfect day look like?",
      "What would you do if you won the lottery?",
      "What would you do if you were in charge of a fortune of 300 billion euros?",
      "What always makes you angry or puts you in a bad mood?",
      "What was the best decision you ever made?",
      "What are the 5 adjectives that describe you best?",
      "How much do you care about what others think?",
      "How much can the opinion of strangers impact you?",
      "Would you like to have tattoos? Piercings?",
      "Are there things that everyone hates but you love?",
      "What quality inspires you the most respect?",
      "Do you have an absolute priority in life?",
      "Are you able to debate with anyone, no matter their ideas?",
      "Do you feel a sense of freedom?",
      "What place does religion have in your life?",
      "What is your relationship with spirituality?",
      "In your family, are there traditions you are attached to?",
      "What profession could you never practice?",
      "Would you like to know the date of your death?",
      "Would you like to know certain elements of your future? If so, which ones?",
      "Are you resentful? Are you capable of giving second chances?",
      "Which foreign culture attracts you the most? Why?",
      "If your life were a song, which one would it be?",
      "What have you learned about yourself over the past year?",
      "If your life were a play, what act would we be at and what would be its title?",
      "Do you have scars?",
      "Do you have birthmarks? If so, do you have a favorite one?",
      "Do you sometimes eat a very strange food combination?",
      "Do you practice meditation?",
      "Are you more of a zen person or very stressed?",
      "How do you manage to relax when you are stressed?",
      "Are there mistakes you keep repeating? How could you stop that?",
      "What is the greatest injustice you have ever experienced?",
      "In our world, what injustice are you most sensitive to?",
      "What compliment pleases you the most?",
      "Do you like being the center of attention?",
      "What is your favorite app?",
      "Do you have addictions?",
      "What is the most important thing in your life?",
      "Do you like board games? Card games? What is your favorite game?",
      "In your opinion, what subject deserves to be taught in school?",
      "What is the thing that makes you waste the most time?",
      "What is your favorite brand?",
      "If you were a magician, what would be the first spell you would like to learn?",
      "Who is your longest-standing friend?",
      "Do you consider yourself a lucky person?",
      "Do you prefer voice calls or messages?",
      "What is the worst physical pain you have ever felt?",
      "In your life, who brings you the most joy?",
      "Do you know your weaknesses? Do you show them?",
      "Can you express how you feel when you are suffering?",
      "What is the worst thing you have ever felt?",
      "To be truly strong, do you need to be able to show weakness?",
      "What do you love in life?",
      "What was your worst breakup?",
      "Have you ever cut ties with someone who was very dear to you?",
      "Has someone very dear to you ever disappointed you? Did you forgive them?",
      "Could you be friends with one of your exes?",
      "When was the last time you cried?",
      "How important is family to you?",
      "Can you express your feelings? Your emotions?",
      "What makes you lose all your composure? What destabilizes you the most?",
      "Would you prefer a short and turbulent life or a long and calm life?",
      "What do you think about the saying 'it was better before'?",
      "Do you think technology will solve or cause more problems?",
      "Do you prefer team sports or individual sports?",
      "Do you remember the day you learned the truth about Santa Claus?",
      "Which of your parents do you resemble the most?",
      "Is censorship sometimes justified?",
      "If making money was no longer a necessity for you, what would you do with your life?",
      "Which profession do you have the deepest respect for?",
      "Can we joke about everything?",
      "Can we debate with everyone?",
      "Are all cultures equal?",
      "What is your most controversial opinion?",
      "Has anyone ever tried to manipulate you?",
      "Are you a naive person?",
      "Do you often achieve the goals you set for yourself? If not, why?",
      "When was the last time you had to apologize?",
      "What charitable cause deserves to be highlighted more?",
      "Do you have very strong opinions on certain subjects?",
      "What commonly held opinion annoys you the most?",
      "As a child, were you eager to be an adult? Is adult life really that great? Why?",
      "What do you think about the relationship between your parents?",
      "What do you think about your relationship with your mother?",
      "What do you think about your relationship with your father?",
      "Do you often have very strange or disturbing dreams?",
      "What is your worst nightmare?",
      "Do you think the children born tomorrow will have a better life than yours?",
      "Do you understand those who do not want children for environmental reasons?",
      "Do some new technologies scare you?",
      "Could you share your life with someone who does not share your political views?",
      "Have you ever snooped somewhere you shouldn't have?",
      "Do you like being alone, face to face with yourself?",
      "In which fictional universe would you like to live?",
      "What will the world look like in 100 years?",
      "What scientific breakthrough would change the future of our world the most if discovered?",
      "Are you an ambitious person?",
      "Are you a person who procrastinates a lot?",
      "Are there truths that no one dares to admit?",
      "Who would you like to reconnect with?",
      "Do you often call your grandparents?",
      "What are the most important issues in our world today?",
      "What is your bad habit that you will never get rid of?",
      "Is there something you wanted to say to someone but never did?",
      "What problem are you currently facing in your life?",
      "Have your parents ever influenced your goals?",
      "What question about your future would you ask a fortune teller first? Their answer will be correct.",
      "What predictions could you make about our near future?",
      "Do you believe in reincarnation?",
      "Do you think some of your loved ones talk behind your back?",
      "When you need it, can you ask for help?",
      "What is the greatest realization you have had about yourself?",
      "Who was your first love? Why did you fall in love? How did it end?",
      "What is the worst pain (not physical) you have felt?",
      "When did you feel the most alone?",
      "When did you feel the weakest? The most vulnerable?",
      "Is there something missing to make you happier?"
    ],
    "fr": [
      "Quelle éducation veux-tu donner à tes enfants ?",
      "Penses-tu que tes parents sont fiers de toi ?",
      "Es-tu satisfait de l'éducation que tu as reçue de la part de tes parents ?",
      "Comment la relation entre tes deux parents pourrait-elle influencer ta vision de l'amour ?",
      "Raconte le dernier moment où tu as été triste. Est-ce douloureux d'en parler aujourd'hui ?",
      "Raconte la dernière fois que tu as ressenti du bonheur.",
      "La vie des animaux a-t-elle autant de valeur que la nôtre ?",
      "Crois-tu en la vie après la mort ?",
      "As-tu déjà vécu un deuil ? Si oui, souhaites-tu en parler ?",
      "L'argent fait-il le bonheur ?",
      "Qui es-tu ?",
      "Décris-toi en 5 mots.",
      "Faut-il s'aimer soi-même avant de pouvoir aimer les autres ?",
      "As-tu déjà dit 'Je t'aime' à tes parents ? Te l'ont-ils déjà dit ? Est-ce facile pour toi ?",
      "Quels sont tes complexes ?",
      "Aimes-tu ton corps ?",
      "Que penses-tu lorsque tu te regardes devant le miroir ?",
      "À quoi ressemblerait ta maison idéale ?",
      "À quoi ressemblerait ta journée idéale ?",
      "Où et comment te vois-tu dans 1 an, 5 ans et 10 ans ?",
      "Souhaites-tu ou as-tu des animaux ?",
      "Si tu en as, présente-moi tes animaux.",
      "Présente-moi un membre de ta famille.",
      "Présente-moi l'un de tes meilleurs amis.",
      "À choisir, ton père ou ta mère ?",
      "Tes parents sont-ils séparés ? Comment l'as-tu vécu ?",
      "Tes grands-parents ont-ils eu un rôle important dans ton développement ?",
      "Quels sont pour toi les pires tue-l'amour ?",
      "As-tu des critères rédhibitoires dans le choix de ta moitié ?",
      "As-tu une liste de critères que doit remplir une personne pour partager ta vie ?",
      "Que cherches-tu d'une relation amoureuse ?",
      "As-tu déjà été amoureux ?",
      "Crois-tu en l'amitié homme-femme ?",
      "Quelle a été ta plus longue relation ?",
      "Parviens-tu à faire confiance lorsque tu es en couple ?",
      "Comprends-tu que des tableaux soient vendus contre des sommes astronomiques ?",
      "Quel est le trait physique que tu préfères chez les personnes qui t'attirent ?",
      "Es-tu informé des causes environnementales ?",
      "Que penses-tu du féminisme ?",
      "Les animaux devraient-ils avoir plus de droits ?",
      "Que penses-tu du véganisme ?",
      "Quand était la dernière fois que tu as fait quelque chose pour la première fois ?",
      "Quel est ton film préféré ?",
      "Quel est ou était ton dessin animé préféré ?",
      "Es-tu nostalgique d'une période de ta vie ?",
      "Quel est le dernier livre que tu as lu ?",
      "Quel est le livre qui t'a le plus marqué ? Pourquoi ?",
      "Quelle était ta matière préférée à l'école ?",
      "As-tu déjà eu un professeur qui t'a beaucoup inspiré ou marqué ?",
      "Ta citation favorite ?",
      "Quel super-pouvoir aimerais-tu avoir ?",
      "Quel est ton plus grand échec ?",
      "Quel est ton plus grand succès ? Ta plus grande fierté ?",
      "Quelle est la chose la plus difficile que tu aies eu à faire ?",
      "Quelle est la chose dont tu es le plus fier ?",
      "Quel serait ton accomplissement ultime ?",
      "Quel est le meilleur conseil de vie que tu pourrais donner à tes enfants ?",
      "Pour toi, que signifie 'réussir sa vie' ?",
      "Es-tu matérialiste ?",
      "As-tu un objet auquel tu tiens énormément ? Si oui, pourquoi ?",
      "As-tu des tatouages ? Que représentent-ils pour toi ?",
      "Pourrais-tu te passer de ton téléphone pendant une semaine ?",
      "Quelle est ta passion ?",
      "Es-tu souvent de bonne humeur ?",
      "Pourrais-tu envisager une relation avec une personne que tu ne trouves pas belle ?",
      "Quel est ton plus grand rêve ?",
      "Que penses-tu des différences d'âge au sein des relations ?",
      "Quelle est la chose la plus folle que tu aies réalisée jusqu'à présent ?",
      "Comment pourrais-tu rendre le monde meilleur ?",
      "À quoi ressemble ta relation amoureuse idéale ?",
      "De quelle manière aimerais-tu mourir ?",
      "Tu disposes d'une machine à voyager dans le temps, elle ne peut servir que pour un aller-retour. À quelle époque te rends-tu ?",
      "Qui a eu le plus d'influence sur la personne que tu es devenue aujourd'hui ?",
      "As-tu l'impression que les réseaux sociaux nous rapprochent ?",
      "Quelle journée de ta vie aimerais-tu le plus revivre ?",
      "Si tu pouvais dîner avec une personnalité publique, qui serait-elle et pour quelles raisons ?",
      "Penses-tu que tu serais ami avec tes parents s'ils avaient le même âge que toi ?",
      "Quelle est ton odeur préférée ? Pourquoi ?",
      "Quelle est ta chanson préférée ? Pourquoi ?",
      "De quand date ton dernier fou rire ?",
      "Comment s'est passée ta crise d'adolescence ?",
      "Entretiens-tu une relation conflictuelle avec tes parents ?",
      "Raconte un souvenir d'enfance.",
      "Que penses-tu de l'astrologie ?",
      "Peux-tu toujours être toi-même ?",
      "Es-tu plutôt introverti ou extraverti ?",
      "As-tu peur de la mort ?",
      "As-tu peur de vieillir ?",
      "Est-ce que tu profites suffisamment de la vie ?",
      "Raconte le moment où tu as ressenti la joie la plus intense dont tu te souviennes.",
      "Quelle a été ta pire bêtise d'enfant ?",
      "Quelles sont les 3 qualités les plus importantes à posséder ?",
      "Quelles sont les 3 pires défauts qu'une personne peut avoir ?",
      "As-tu un slogan ou une phrase qui te représente ?",
      "Quelle est la chose la plus folle que tu aies faite par amour ?",
      "Y a-t-il quelque chose qui te motive plus que tout dans la vie ?",
      "Quelle est ta raison d'être ? Ta mission sur terre ?",
      "As-tu déjà réalisé quelque chose qui te paraissait impossible ?",
      "À quel point es-tu courageux ?",
      "As-tu des regrets dans la vie ? Comment pourrais-tu te pardonner ?",
      "Quelle est la chose la plus difficile que tu n'aies jamais dû accomplir ? Comment t'es-tu senti après ?",
      "Penses-tu qu'on peut rire de tout ?",
      "Quelle est ta blague préférée ?",
      "As-tu des mauvaises habitudes dont tu veux te débarrasser ? Comment peux-tu réussir ?",
      "Quel est l'endroit que tu as visité qui t'a le plus marqué ?",
      "Quel a été ton plus beau voyage ? Qu'en as-tu retiré ?",
      "As-tu des objectifs dans la vie ? Quels sont-ils ?",
      "Quelle rencontre t'a le plus marqué jusqu'à maintenant ?",
      "Aimerais-tu changer quelque chose chez toi ? Si oui, pourquoi ?",
      "Pour ou contre la chirurgie esthétique ?",
      "Quelle langue rêverais-tu de savoir parler ?",
      "As-tu une liste de choses à accomplir absolument avant de mourir ? Partage quelques-uns de ces éléments.",
      "De quel événement de ta vie aimerais-tu avoir une vidéo ?",
      "Pour quelles raisons voudrais-tu qu'on se souvienne de toi ?",
      "Quel est ton pire défaut en tant que colocataire ?",
      "Y a-t-il une chose que tu ne parviens jamais à faire malgré tes nombreux essais ?",
      "As-tu déjà reçu un très mauvais conseil ?",
      "As-tu des valeurs ou des préceptes que tu ne transgresseras jamais ?",
      "Quelle est la valeur la plus importante à tes yeux ?",
      "As-tu déjà vécu une expérience étrange ou paranormale ?",
      "Quelle est la chose que tu détestes le plus faire ?",
      "Es-tu souvent perdu dans tes pensées ?",
      "Un événement a-t-il changé ta vie à jamais ?",
      "Quelle est la leçon de vie la plus difficile que tu aies eu à apprendre ?",
      "Dans la vie, qu'est-ce qui te fait vibrer le plus ?",
      "Dans quelle circonstance te sens-tu pleinement 'vivant' ?",
      "Quand tu étais jeune, quel métier voulais-tu faire ? Est-ce resté longtemps d'actualité ?",
      "As-tu déjà pensé à tout lâcher pour partir vivre à l'autre bout du monde ?",
      "Quel voyage ou aventure te donne le plus envie ?",
      "Quelle est la question à laquelle tu aimerais le plus avoir la réponse ?",
      "As-tu une routine matinale ?",
      "Sur quel sujet aimerais-tu en savoir plus ?",
      "Pourrais-tu me partager quelque chose que tu ne m'as encore jamais dit auparavant ?",
      "Comment les gens te jugent au premier abord ? Commettent-ils une erreur ?",
      "Est-ce que tu juges les gens au premier regard ?",
      "Que souhaites-tu laisser au monde après ton passage ?",
      "Quel est le meilleur conseil que tu as reçu ?",
      "Y a-t-il une compétence que tu aimerais développer ? Comment pourrais-tu y parvenir ?",
      "Dans la vie, de quoi as-tu le plus peur ? Est-ce que cela t'handicape ?",
      "As-tu des phobies ?",
      "Quelle est la chose sans laquelle tu ne peux pas vivre ?",
      "Quand tu es sur le point d'abandonner, à quoi penses-tu pour te remotiver ?",
      "À quel moment ou période as-tu été la meilleure version de toi-même ?",
      "Rencontres-tu un problème en ce moment ? Comment pourrais-tu le résoudre ?",
      "Tu disposes d'un téléporteur pour les 24 heures à venir. Quel est ton programme ?",
      "Est-ce qu'il te manque quelque chose dans ta vie actuelle ?",
      "Quelle est la personne que tu ne laisseras jamais tomber ?",
      "Quelle est la chose qui te fait le plus stresser ?",
      "Selon toi, quel est le secret d'une relation amoureuse solide ?",
      "Selon toi, quel est le secret d'une relation amicale qui perdure dans le temps ?",
      "Fais-tu un rêve récurrent ? Lequel ?",
      "Comment les autres te décriraient en une phrase ?",
      "Que penses-tu de toi ?",
      "Y a-t-il une chose que tu aimerais faire plus souvent ?",
      "Y a-t-il une habitude que tu aimerais implanter dans ta vie actuelle ? Quelle est-elle ?",
      "Lorsque tu es triste, qu'est-ce qui te remonte le moral ?",
      "Qu'est-ce que tu préfères dans ton travail ?",
      "Quelle est la chose qui te met instantanément de bonne humeur ?",
      "Quelle est ta saison préférée ? Pourquoi ?",
      "Quel est le plus grand accomplissement physique que tu aies réalisé ?",
      "Quelle est ta définition de l'amour ?",
      "Dans quel endroit as-tu grandi ? Est-ce un lieu particulier pour toi ?",
      "Pourquoi as-tu décidé de faire le travail que tu fais ?",
      "Es-tu facilement mal à l'aise ? Dans quelle situation as-tu tendance à l'être ?",
      "Quel changement aimerais-tu opérer dans ta vie actuelle ?",
      "As-tu déjà fait quelque chose d'illégal ?",
      "À quoi es-tu le plus attentif lorsque tu rencontres une nouvelle personne ? Que remarques-tu en premier ?",
      "De qui rêverais-tu avoir la vie pendant une journée ? Pourquoi ?",
      "As-tu ou as-tu eu une idole ?",
      "Lorsque tu es seul, quel est ton passe-temps favori ?",
      "Quelle est la pire trahison amicale que tu puisses subir ?",
      "Y a-t-il quelqu'un que tu aimerais pardonner ?",
      "Dois-tu te faire pardonner auprès de quelqu'un ?",
      "Qu'est-ce que tu ne voudrais jamais oublier ?",
      "Ta vie est-elle suffisamment amusante ? Si non, comment pourrais-tu y remédier ?",
      "Si tu pouvais enseigner une seule chose à ton enfant, de quoi s'agirait-il ?",
      "Comment te sens-tu en ce moment ?",
      "Quelles choses aurais-tu aimé apprendre lorsque tu étais enfant ?",
      "Aimes-tu cuisiner ? Quel est ton plat préféré ?",
      "Quel genre de situation te fait pleurer facilement ?",
      "Selon toi, pourquoi es-tu unique ?",
      "Quel est le meilleur cadeau que tu aies reçu ?",
      "Quel est le plus beau cadeau que tu aies offert ?",
      "Crois-tu au 'coup de foudre' ? L'as-tu déjà vécu ?",
      "Quelle personnalité publique t'inspire le plus ?",
      "Au sein de ta famille, qui te comprend le mieux ?",
      "Es-tu pensif le soir avant de dormir ? Quel genre de pensées as-tu ?",
      "Dans quel endroit te sens-tu le mieux ?",
      "Sur ton lit de mort, quel serait le pire regret que tu pourrais avoir ?",
      "Quel est ton instrument préféré ? Sais-tu en jouer ?",
      "Tu as l'occasion de dîner avec ton 'toi' de 10 ans. Que lui dirais-tu ? T'écouterait-il ?",
      "Es-tu reconnaissant de ce que la vie t'a apporté jusqu'à présent ?",
      "De quoi rêves-tu secrètement ?",
      "Es-tu de bonne humeur le matin ?",
      "Quel est le plus gros mensonge que tu aies raconté ? En as-tu honte ?",
      "Quelle est ta plus grande honte ? Comment pourrais-tu passer outre ?",
      "As-tu parfois envie de choses que tu n'oses pas réaliser ? Qu'est-ce qui t'en empêche ?",
      "Si tu ne devais conserver qu'un seul sens, lequel serait-il ? Et si tu devais en perdre un seul ?",
      "Par quelle émotion es-tu le plus souvent habité ?",
      "Si tu pouvais rencontrer une personnalité décédée, qui serait-elle ?",
      "Est-il facile pour toi de dire 'Non' ?",
      "Quelle machine aimerais-tu inventer ?",
      "Il ne te reste que 24 heures à vivre à partir de maintenant, quel est ton programme ?",
      "Aimes-tu ton prénom ? Voudrais-tu en changer ?",
      "As-tu passé une bonne année ? Quelles sont la meilleure et la pire choses qui te sont arrivées durant cette période ?",
      "Attends-tu quelque chose avec impatience ?",
      "Si tu dirigeais le monde, quelle serait ta première mesure ?",
      "De quel sujet pourrais-tu parler pendant des heures ?",
      "Qu'est-ce que tu aimes le plus chez toi ?",
      "Quelle est ta plus grande force ?",
      "Sais-tu faire quelque chose que personne d'autre ne maîtrise ?",
      "À quel courant philosophique ta vie est-elle la plus proche ?",
      "Qu'est-ce qui t'inspire le plus ?",
      "Es-tu une personne très créative ?",
      "Es-tu toujours toi-même avec les autres ? T'arrive-t-il de jouer un rôle ?",
      "Penses-tu être compris par tes proches ?",
      "Après avoir jeûné pendant 10 jours, quelle est la première chose que tu mangerais ?",
      "Comment et où t'imagines-tu dans 10 ans ?",
      "Quelle a été ta plus grosse erreur ? Peux-tu en retirer du positif aujourd'hui ?",
      "Pour quelle activité aimerais-tu avoir plus de temps ?",
      "Que ferais-tu de tes journées si tu n'avais plus à travailler ?",
      "Cherches-tu constamment à t'améliorer ? Dans quel but ?",
      "Dans la fable de La Fontaine, serais-tu plutôt la fourmi ou la cigale ?",
      "S'il ne te restait plus que 3 ans à vivre, que changerais-tu ?",
      "As-tu des rituels dans ta vie quotidienne ?",
      "Aimes-tu la routine ?",
      "Quelles seront tes dernières pensées avant de mourir ?",
      "Quelle est la chose la plus étrange que tu aies jamais mangée ?",
      "Si tu pouvais rédiger une lettre à tous les humains de la planète, que leur dirais-tu ?",
      "Tu préfères la mer ou la montagne ?",
      "T'arrive-t-il de te parler tout seul à voix haute ? Que racontes-tu ?",
      "Qu'est-ce qui te dérange le plus dans ton travail ? Peux-tu changer cela ?",
      "Quel a été ton achat le plus fou ? Regrettes-tu ?",
      "Que penses-tu de l'écriture inclusive ?",
      "Quelles sont les pensées négatives que tu as le plus souvent ?",
      "Quelle est la chose qui te donne le plus d'espoir ?",
      "Quel est ton objet le plus précieux ? Est-ce aussi celui qui a la plus haute valeur financière ?",
      "Quelle expression utilises-tu le plus souvent ?",
      "À quoi ressemblerait ta journée parfaite ?",
      "Que ferais-tu si tu gagnais au loto ?",
      "Que ferais-tu si tu étais à la tête d'une fortune de 300 milliards d'euros ?",
      "Quelle est la chose qui te met toujours en colère ou de mauvaise humeur ?",
      "Quelle a été la meilleure décision que tu aies prise ?",
      "Quels sont les 5 adjectifs qui te définissent le mieux ?",
      "À quel point fais-tu attention au regard des autres ?",
      "À quel point l'avis des inconnus peut-il t'impacter ?",
      "Aimerais-tu avoir des tatouages ? Des piercings ?",
      "Y a-t-il des choses que tout le monde déteste mais que tu adores ?",
      "Quelle qualité t'inspire le plus grand respect ?",
      "As-tu une priorité absolue dans la vie ?",
      "Es-tu capable de débattre avec n'importe qui, quelles que soient ses idées ?",
      "Éprouves-tu un sentiment de liberté ?",
      "Quelle place occupe la religion dans ta vie ?",
      "Quelle relation entretiens-tu avec la spiritualité ?",
      "Dans ta famille, y a-t-il des traditions auxquelles tu es attaché ?",
      "Quelle profession ne pourras-tu jamais exercer ?",
      "Aimerais-tu connaître la date de ta mort ?",
      "Aimerais-tu connaître certains éléments de ton futur ? Si oui, lesquels ?",
      "Es-tu rancunier ? Es-tu capable de donner des secondes chances ?",
      "Quelle culture étrangère t'attire le plus ? Pourquoi ?",
      "Si ta vie était une chanson, laquelle serait-elle ?",
      "Qu'as-tu appris sur toi-même durant l'année écoulée ?",
      "Si ta vie était une pièce de théâtre, à quel acte en serions-nous et quel serait son titre ?",
      "As-tu des cicatrices ?",
      "As-tu des taches de naissance ? Si oui, en as-tu une préférée ?",
      "Manges-tu parfois une combinaison culinaire très étrange ?",
      "Pratiques-tu la méditation ?",
      "Es-tu plutôt une personne zen ou très stressée ?",
      "Comment parviens-tu à te détendre lorsque tu es stressé ?",
      "Y a-t-il des erreurs que tu répètes sans cesse ? Comment pourrais-tu empêcher cela ?",
      "Quelle est la plus grande injustice que tu aies vécue ?",
      "Dans notre monde, à quelle injustice es-tu le plus sensible ?",
      "Quel compliment te fait le plus plaisir ?",
      "Aimes-tu être au centre de l'attention ?",
      "Quelle est ton application favorite ?",
      "As-tu des addictions ?",
      "Quelle est la chose la plus importante dans ta vie ?",
      "Aimes-tu les jeux de société ? De cartes ? Quel est ton jeu préféré ?",
      "Selon toi, quelle matière mériterait d'être enseignée à l'école ?",
      "Quelle est la chose qui te fait perdre le plus de temps ?",
      "Quelle est ta marque préférée ?",
      "Si tu étais un magicien, quel serait le premier sort que tu souhaiterais apprendre ?",
      "Qui est ton ami de plus longue date ?",
      "Te considères-tu comme une personne chanceuse ?",
      "Tu préfères les appels vocaux ou les messages ?",
      "Quelle est la pire douleur physique que tu aies jamais ressentie ?",
      "Dans ta vie, quelle est la personne qui t'apporte le plus de joie ?",
      "Est-ce que tu connais tes faiblesses ? Les montres-tu ?",
      "Parviens-tu à exprimer ce que tu ressens lorsque tu souffres ?",
      "Quelle est la pire chose que tu aies jamais ressentie ?",
      "Pour être réellement fort, faut-il savoir se montrer faible ?",
      "Qu'est-ce que tu aimes dans la vie ?",
      "Quelle a été ta pire rupture ?",
      "As-tu déjà coupé les ponts avec une personne qui t'était très chère ?",
      "Un être très cher t'a-t-il déjà déçu ? L'as-tu pardonné ?",
      "Pourrais-tu être ami avec un de tes ex ?",
      "Quand est la dernière fois que tu as pleuré ?",
      "Quelle est pour toi l'importance de la famille ?",
      "Parviens-tu à exprimer tes sentiments ? Tes émotions ?",
      "Quelle est la chose qui te fait perdre tous tes moyens ? Celle qui te déstabilise le plus.",
      "À choisir, plutôt une vie brève et agitée ou une vie longue et calme ?",
      "Que penses-tu de la phrase 'c'était mieux avant' ?",
      "Penses-tu que la technologie résoudra ou causera davantage de problèmes ?",
      "Plutôt sport collectif ou individuel ?",
      "Te souviens-tu du jour où tu as appris la vérité sur le père Noël ?",
      "Auquel de tes parents ressembles-tu le plus ?",
      "La censure est-elle parfois justifiée ?",
      "Si gagner de l'argent n'était plus une nécessité pour toi, que ferais-tu de ta vie ?",
      "Pour quelle profession ressens-tu un profond respect ?",
      "Peut-on rire de tout ?",
      "Peut-on débattre avec tout le monde ?",
      "Est-ce que toutes les cultures se valent ?",
      "Quelle est ton opinion la plus controversée ?",
      "A-t-on déjà essayé de te manipuler ?",
      "Es-tu une personne naïve ?",
      "Atteins-tu souvent les objectifs que tu te fixes ? Si non, pourquoi ?",
      "Quelle est la dernière fois où tu as dû présenter des excuses ?",
      "Quelle cause caritative mériterait d'être davantage mise en avant ?",
      "As-tu des opinions très arrêtées sur des sujets précis ?",
      "Quelle opinion partagée par la majorité t'énerve le plus ?",
      "En tant qu'enfant, avais-tu hâte d'être adulte ? La vie d'adulte est-elle si bien que cela ? Pourquoi ?",
      "Que penses-tu de la relation entre tes parents ?",
      "Que penses-tu de ta relation avec ta mère ?",
      "Que penses-tu de ta relation avec ton père ?",
      "Fais-tu souvent des rêves très étranges ou perturbants ?",
      "Quel est ton pire cauchemar ?",
      "Selon toi, les enfants qui naîtront demain auront-ils une vie plus agréable que la tienne ?",
      "Comprends-tu ceux qui ne veulent pas d'enfants pour des causes écologiques ?",
      "Certaines nouvelles technologies te font-elles peur ?",
      "Pourrais-tu partager la vie d'une personne qui n'a pas les mêmes pensées politiques que toi ?",
      "As-tu déjà fouillé quelque part où tu n'aurais pas dû ?",
      "Aimes-tu te retrouver seul, face à toi-même ?",
      "Dans quel univers de fiction aimerais-tu vivre ?",
      "À quoi ressemblera le monde dans 100 ans ?",
      "Quel progrès scientifique changerait le plus l'avenir de notre monde s'il était découvert ?",
      "Es-tu une personne ambitieuse ?",
      "Es-tu une personne qui procrastine beaucoup ?",
      "Y a-t-il des choses vraies mais que personne n'ose admettre ?",
      "Avec qui aimerais-tu reprendre contact ?",
      "Appelles-tu souvent tes grands-parents ?",
      "Quels sont les enjeux les plus importants de notre monde actuel ?",
      "Quelle est ta mauvaise habitude dont tu n'arriveras jamais à te séparer ?",
      "Y a-t-il quelque chose que tu aurais aimé dire à quelqu'un mais tu ne l'as finalement pas fait ?",
      "À quel problème es-tu confronté en ce moment dans ta vie ?",
      "Tes parents ont-ils déjà influencé tes objectifs ?",
      "Quelle question concernant ton futur poserais-tu en premier à une voyante ? Sa réponse sera juste.",
      "Quelles prédictions pourrais-tu faire sur notre futur proche ?",
      "Crois-tu en la réincarnation ?",
      "Penses-tu que certains de tes proches parlent mal de toi dans ton dos ?",
      "Lorsque tu en as besoin, parviens-tu à demander de l'aide ?",
      "Quelle est la plus grande prise de conscience que tu as eue sur toi-même ?",
      "Qui était ton premier amour ? Pourquoi es-tu tombé amoureux ? Comment cela s'est-il terminé ?",
      "Quelle est la pire douleur (pas physique) que tu aies ressentie ?",
      "Quand t'es-tu senti le plus seul ?",
      "À quel moment t'es-tu senti le plus faible ? Le plus vulnérable ?",
      "Te manque-t-il quelque chose pour être plus heureux ?"
    ]
  }
  