{
    "en": [
      "What do I think of the education I received from my parents?",
      "Did my parents make mistakes with me? If so, have I forgiven them?",
      "What past events have an impact on my daily life?",
      "What has been my biggest mistake? Can I take anything positive from it today?",
      "What events in my life have shaped the person I am today?",
      "Has there been a moment that marked a true turning point in my life? Was it a positive turning point? If not, how could I turn it into a strength?",
      "To what extent does my childhood impact my current life?",
      "Do I have confidence in myself?",
      "Do I love myself? Why?",
      "Do I love my body?",
      "What do I think when I look at myself in the mirror?",
      "What are my complexes?",
      "What are my flaws? Do I accept them? Am I able to diminish them?",
      "What is the part of my body that I love the most? Why?",
      "What is the part of my body that I love the least? Why? Can I have an impact on it? How could I learn to love this part of myself?",
      "Am I comfortable with my own nudity?",
      "Am I proud of the person I am today? Why?",
      "In which areas am I the most skilled?",
      "Do I often compare myself to others? Does it bring me more positive or negative outcomes?",
      "Do I manage to express what I feel when I suffer?",
      "Do I manage to achieve the goals I set for myself? If not, why? What could I do to achieve them?",
      "What is my goal in life?",
      "To what extent do I care about others' opinions?",
      "To what extent can the opinions of strangers impact me? How could I detach myself from them?",
      "Do I have a little inner voice that discourages me? 'I'm useless, I won't make it, etc.' How could I make this little inner voice push me upwards?",
      "Do I try to control my emotions to hide them as much as possible?",
      "What are the things that make me the happiest?",
      "What are the things that make me the most unhappy?",
      "Is there a secret that I am unable to tell anyone? Why?",
      "Am I happy? If not, what do I need to be happy?",
      "What do I think of the love I receive from others?",
      "Do I think I receive enough love from others?",
      "Am I always myself with others? Do I sometimes play a role?",
      "Do I have different personalities depending on the people I'm with? If so, how does it express itself?",
      "Is the way I like to be perceived by others consistent with the person I really am deep down?",
      "Do I manage to express my feelings? My emotions?",
      "Am I comfortable having difficult but necessary conversations?",
      "What compliment would make me the happiest?",
      "Do I sometimes put my needs before those of others? Do I then feel guilty?",
      "Do I have the habit of apologizing even when I'm not responsible? If so, why do I do it?",
      "Do I often dwell on past moments? If so, could letting go help me be more serene in my daily life?",
      "Do I have regrets? Remorse?",
      "Do I manage to enjoy the present moment? If not, what prevents me from doing so?",
      "Am I as kind to myself as I am to others?",
      "Am I constantly seeking validation from others?",
      "Have I ever been betrayed? If so, have I forgiven? Has it changed my relationship with others?",
      "When I feel hurt, do I manage to express it?",
      "When I need help, do I manage to ask for it? If not, why?",
      "Is there a habit that I could put in place that would make me happier?",
      "Am I naturally jealous? What are the characteristics or attributes that I envy the most? What could I do to get them too?",
      "Do I compare myself to others? For what purpose? Is it always beneficial?",
      "What do I do to help others? What more could I do?",
      "Am I a kind person? Should I be more so? In what situations am I not?",
      "Do I think I am a good person? If not, what would make me change my mind?",
      "Am I too demanding of others?",
      "Do I have too high expectations of my loved ones? How do I react when they don't meet them?",
      "How important is family to me? What does it represent?",
      "Do I want to have children? Why?",
      "Am I jealous? Who am I the most jealous of and why?",
      "What values best define me?",
      "What values do I look for most in others? Why?",
      "What do I do to help others? What more could I do?",
      "What do I love about the person I am today? And what do I not love?",
      "Do I think my parents are proud of me?",
      "Do I love learning new things?",
      "Why might someone fall in love with me?",
      "What are my best memories? Why?",
      "Do I know how to say 'no'?",
      "When was the last time I took time to take care of myself? Do I do it enough?",
      "What is the thing that relaxes and soothes me the most?",
      "Am I an independent or dependent person? Explain.",
      "Am I always a pleasant person to be around?",
      "Who has had the most impact on my life? Was it always for the positive?",
      "In discussions, do I really listen to my interlocutors? Am I sincerely interested in what they say?",
      "Do I know how to show empathy? To what extent?",
      "How could I better listen to others?",
      "Do I manage to express my love for others? If so, how do I do it? If not, how could I go about doing so?",
      "How and where do I see myself in 1 year?",
      "How and where do I see myself in 5 years?",
      "How and where do I see myself in 10 years?",
      "What do I want most in life? How could I get it?",
      "What could I put in place today to build my dream life?",
      "What goals would I like to achieve before my next birthday?",
      "Am I proud of the person I am today? Why?",
      "What is my vision or definition of success?",
      "Do I know all my weaknesses?",
      "What do I want to achieve before I die?",
      "How do I want to be remembered after I die?",
      "What values best define me?",
      "What values do I look for most in others? Why?",
      "What do I regularly do to step out of my comfort zone?",
      "If I could live anywhere, where would it be and why?",
      "Where would I like to travel? What prevents me from organizing this trip right now?",
      "What is my top priority in life?",
      "If money were no longer an issue, what would I do with my days? Is it compatible with my current life?",
      "If I had only one year to live, how would I choose to live my life? How would my behavior change?",
      "What lessons can I learn from my past mistakes?",
      "What advice would I have liked to receive when I went through difficult times?",
      "What do I absolutely want to accomplish before I die?",
      "What is the meaning of my life? What is its purpose?",
      "What adjectives best describe me?",
      "What can I do to make sure I take time for myself each week?",
      "What is something I have never dared to do that I would like to try?",
      "If I could change one thing in my life, what would it be and why?",
      "When do I feel the most alive?",
      "How can I strengthen my relationships with my loved ones?",
      "What is the greatest lesson I have learned so far?",
      "What are my passions and how can I integrate them more into my daily life?",
      "What is the greatest challenge I have overcome and what has it taught me about myself?",
      "How can I cultivate more gratitude in my life?",
      "What habits do I want to develop to improve my quality of life?",
      "If I had to describe my life in three words, what would they be?",
      "What makes me feel the most fulfilled?",
      "What recent experience has most influenced my perception of myself?",
      "What is my biggest flaw?",
      "When do I feel the most authentic and why?",
      "At what moment in my life did I feel the most proud, and what did I learn from that experience?",
      "What advice would I give to my younger self if I had the opportunity?",
      "What big question am I currently asking myself about my future?",
      "How have my closest relationships shaped who I am today?"
    ],
    "fr": [
    "Que pense-je de l’éducation que j'ai reçue de la part de mes parents ?",
    "Mes parents ont-ils commis des erreurs avec moi ? Si oui, les ai-je pardonnées ?",
    "Quels événements passés ont un impact dans ma vie quotidienne ?",
    "Quelle a été ma plus grosse erreur ? Puis-je en retirer du positif aujourd’hui ?",
    "Quels événements de ma vie ont façonné la personne que je suis aujourd’hui ?",
    "Un moment a-t-il marqué un véritable tournant dans ma vie ? Était-ce un tournant positif ? Si non, comment pourrais-je en faire une force ?",
    "Dans quelle mesure mon enfance impacte-t-elle ma vie actuelle ?",
    "Ai-je confiance en moi ?",
    "Est-ce que je m’aime ? Pourquoi ?",
    "Est-ce que j’aime mon corps ?",
    "Qu’est-ce que je pense lorsque je me regarde dans le miroir ?",
    "Quels sont mes complexes ?",
    "Quels sont mes défauts ? J’arrive à les accepter ? Suis-je en capacité de les diminuer ?",
    "Quelle est la partie de mon corps que j’aime le plus ? Pourquoi ?",
    "Quelle est la partie de mon corps que j’aime le moins ? Pourquoi ? Puis-je avoir un impact sur celle-ci ? Comment pourrais-je apprendre à l’aimer ?",
    "Suis-je à l’aise avec ma propre nudité ?",
    "Suis-je fier de la personne que je suis aujourd’hui ? Pourquoi ?",
    "Dans quels domaines suis-je le plus doué ?",
    "Je me compare souvent aux autres ? Cela m’apporte-t-il davantage de positif ou de négatif ?",
    "Est-ce-que je parviens à exprimer ce que je ressens lorsque je souffre ?",
    "Est-ce-que je parviens à réaliser les objectifs que je me fixe ? Si non, pour quelles raisons ? Qu’est-ce que je pourrais mettre en place pour les atteindre ?",
    "Quel est mon objectif dans la vie ?",
    "A quel point fais-je attention au regard des autres ?",
    "A quel point l’avis d’inconnus peut-il m’impacter ? Comment pourrais-je m’en détacher ?",
    "Ai-je une petite voix intérieure qui me décourage ? “Je suis nul, je n’y arriverai pas, etc.” Comment pourrais-je faire pour que cette petite voix intérieure me pousse vers le haut ?",
    "Est-ce-que j’essaie de contrôler mes émotions pour les cacher le plus possible ?",
    "Quelles sont les choses qui me rendent le plus joyeux ?",
    "Quelles sont les choses qui me rendent le plus malheureux ?",
    "Y a-t-il un secret que je suis incapable de dire à qui que ce soit ? Pour quelles raisons ?",
    "Suis-je heureux ? Si non, qu’est-ce qu’il me manque pour l’être ?",
    "Qu’est-ce que je pense de l’amour que je reçois des autres ?",
    "Est-ce-que je pense recevoir suffisamment d’amour de la part des autres ?",
    "Suis-je toujours moi-même avec les autres ? M’arrive-t-il de jouer un rôle ?",
    "Ai-je des personnalités différentes en fonction des personnes avec qui je me trouve ? Si oui, comment cela s’exprime ?",
    "La manière dont j’aime être perçu par les autres est-elle en accord avec la personne que je suis réellement au fond de moi ?",
    "Est-ce-que je parviens à exprimer mes sentiments ? Mes émotions ?",
    "Suis-je à l’aise avec le fait d’avoir des conversations difficiles mais nécessaires ?",
    "Quel est le compliment qui me ferait le plus plaisir ?",
    "Sais-je, parfois, faire passer mes besoins avant ceux des autres ? Éprouve-je alors un sentiment de culpabilité ?",
    "Ai-je l’habitude de m’excuser même lorsque je ne suis pas responsable ? Si oui, pourquoi je le fais ?",
    "Est-ce-que je ressasse souvent des moments du passé ? Si oui, m’en libérer pourrait-il m’aider à être plus serein dans mon quotidien ?",
    "Ai-je des regrets ? Des remords ?",
    "Est-ce-que j’arrive à profiter de l’instant présent ? Si non, qu’est-ce qui m’en empêche ?",
    "Suis-je aussi bienveillant avec moi-même qu’avec les autres ?",
    "Suis-je en recherche perpétuelle de la validation des autres ?",
    "Ai-je déjà été trahi ? Si oui, ai-je pardonné ? Cela a-t-il changé mon rapport aux autres ?",
    "Lorsque je me sens blessé, est-ce-que je parviens à l’exprimer ?",
    "Lorsque j’ai besoin d’aide, est-ce-que je parviens à en demander ? Si non, pour quelles raisons ?",
    "Y a-t-il une habitude que je pourrais mettre en place et qui me rendrait plus heureux ?",
    "Suis-je jaloux de nature ? Quels sont les caractéristiques ou attributs que je jalouse le plus ? Que pourrais-je faire pour les obtenir moi aussi ?",
    "Est-ce-que je me compare aux autres ? Dans quel but ? Est-ce toujours bénéfique ?",
    "Qu’est-ce-que je fais pour aider les autres ? Que pourrais-je faire de plus ?",
    "Suis-je une personne bienveillante ? Dois-je l’être davantage ? Dans quelles situations ne le suis-je pas ?",
    "Est-ce-que je suis une belle personne ? Si non, qu’est-ce qui me ferait changer d’avis ?",
    "Suis-je trop exigeant envers les autres ?",
    "Ai-je des attentes trop élevées concernant mes proches ? Comment je réagis lorsqu’ils n’y répondent pas ?",
    "A quel point la famille est importante pour moi ? Qu’est-ce qu’elle représente ?",
    "Est-ce-que je désire avoir des enfants ? Pour quelles raisons ?",
    "Suis-je jaloux ? De qui suis-je le plus jaloux et pour quelles raisons ?",
    "Quelles sont les valeurs me définissent le mieux ?",
    "Quelles sont les valeurs que je recherche en priorité chez les autres ? Pourquoi ?",
    "Que fais-je pour aider les autres ? Que pourrais-je faire de plus ?",
    "Qu’est-ce que j’aime chez la personne que je suis aujourd’hui ? Et ce que je n’aime pas ?",
    "Est-ce-que je pense que mes parents sont fiers de moi ?",
    "Est-ce-que j’aime apprendre de nouvelles choses ?",
    "Pour quelles raisons une personne pourrait-elle tomber amoureuse de moi ?",
    "Quels sont mes plus beaux souvenirs ? Pour quelles raisons ?",
    "Sais-je dire “non” ?",
    "Quelle est la dernière fois où j'ai passé du temps à prendre soin de moi ? Le fais-je suffisamment ?",
    "Quelle est la chose qui me détend et m’apaise le plus ?",
    "Suis-je une personne indépendante ou dépendante ? Explique.",
    "Suis-je toujours une personne agréable à fréquenter ?",
    "Quelle personne a eu le plus d’impact sur ma vie ? Était-ce toujours pour du positif ?",
    "Lors de discussions, j’écoute réellement mes interlocuteurs ? Suis-je sincèrement intéressé par ce qu’ils racontent ?",
    "Sais-je faire preuve d’empathie ? Dans quelle mesure ?",
    "Comment pourrais-je faire en sorte de mieux écouter les autres ?",
    "Est-ce-que j’arrive à exprimer mon amour pour les autres ? Si oui, de quelle manière le fais-je ? Si non, comment pourrais-je m’y prendre pour y parvenir ?",
    "Comment et où je m’imagine dans 1 an ?",
    "Comment et où je m’imagine dans 5 ans ?",
    "Comment et où je m’imagine dans 10 ans ?",
    "Est-ce-que je désire le plus dans la vie ? Comment pourrais-je l’obtenir ?",
    "Que pourrais-je mettre en place dès aujourd’hui pour construire ma vie rêvée ?",
    "Quels objectifs aimerais-je réaliser avant mon prochain anniversaire ?",
    "Suis-je fier de la personne que je suis aujourd’hui ? Pourquoi ?",
    "Quelle est ma vision, définition, du succès ?",
    "Est-ce-que je connais toutes mes faiblesses ?",
    "Qu’ai-je envie de réaliser avant de mourir ?",
    "Comment je veux que l’on se souvienne de moi après mon décès ?",
    "Quelles valeurs me définissent le mieux ?",
    "Quelles sont les valeurs que je recherche en priorité chez les autres ? Pourquoi ?",
    "Qu’est-ce-que je fais régulièrement pour sortir de ma zone de confort ?",
    "Si je pouvais vivre n’importe où, où serait-ce et pourquoi ?",
    "Où aimerais-je voyager ? Qu’est-ce qui m’empêche d’organiser dès maintenant ce voyage ?",
    "Quelle est ma priorité dans la vie ?",
    "Si l’argent n’était plus un problème, que ferais-je de mes journées ? Est-ce compatible avec ma vie actuelle ?",
    "Si je n’avais plus qu’un an à vivre, comment déciderais-je de mener ma vie ? Comment mon comportement serait-il modifié ?",
    "Quelles leçons puis-je tirer de mes erreurs passées ?",
    "Quels conseils aurais-je aimé recevoir lorsque j’ai traversé des périodes difficiles ?",
    "Qu’est-ce-que je veux absolument accomplir avant de mourir ?",
    "Quel est le sens de ma vie ? Quel est son but ?",
    "Quels adjectifs me définissent le mieux ?",
    "Qu'est-ce que je peux faire pour m'assurer de prendre du temps pour moi chaque semaine ?",
    "Quelle est la chose que je n'ai jamais osé faire et que je voudrais essayer ?",
    "Si je pouvais changer une chose dans ma vie, quelle serait-elle et pourquoi ?",
    "Quels sont les moments où je me sens le plus vivant ?",
    "Comment puis-je renforcer mes relations avec mes proches ?",
    "Quelle est la plus grande leçon que j'ai apprise jusqu'à présent ?",
    "Quelles sont mes passions et comment puis-je les intégrer davantage dans ma vie quotidienne ?",
    "Quel est le plus grand défi que j'ai surmonté et qu'est-ce que cela m'a appris sur moi-même ?",
    "Comment puis-je cultiver plus de gratitude dans ma vie ?",
    "Quelles sont les habitudes que je veux développer pour améliorer ma qualité de vie ?",
    "Si je devais décrire ma vie en trois mots, quels seraient-ils ?",
    "Qu'est-ce qui me fait me sentir le plus épanoui ?",
    "Quelle expérience récente a le plus influencé ma perception de moi-même ?",
    "Quel est mon plus gros défaut ?",
    "Quand est-ce-que je me sens le plus authentique et pourquoi ?",
    "À quel moment de ma vie me suis-je senti le plus fier, et qu'ai-je appris de cette expérience ?",
    "Quel conseil donnerais-je à mon moi plus jeune si j'en avais l'opportunité ?",
    "Quelle grande question je me pose actuellement sur mon avenir ?",
    "Comment mes relations les plus proches ont-elles façonné qui je suis aujourd'hui ?"
  ]
  }
  