{
    "en": [
      "How could the relationship between your parents influence your view of love?",
      "Do you need to love yourself before you can love others?",
      "Do you believe in male-female friendship?",
      "What do you think about moving in together?",
      "Do you feel safe with me?",
      "Do my relationships with my friends bother you?",
      "Are you jealous of any of my friends/colleagues/acquaintances?",
      "Do you still feel a sense of longing when we are apart?",
      "Why did you fall in love with me?",
      "Have your feelings for me changed over time?",
      "Is there anything you are afraid to tell me?",
      "Are you afraid of my judgment?",
      "Are you afraid that I will leave you? Afraid of losing me?",
      "What would you be willing to do for me?",
      "Do you consider me a sure thing?",
      "Are you nostalgic for our beginnings? (our first kisses, looks, hugs, etc.)",
      "Is marriage important to you?",
      "Do you feel sufficiently understood and listened to?",
      "Do you need more independence? Freedom? Tranquility?",
      "What is your definition of love?",
      "What kind of education do you want to give to your children?",
      "Do you want to have children? If so, when do you see yourself having them?",
      "What do you think about the division of household chores?",
      "What compliment would you like to hear more often?",
      "What is my little habit that annoys you?",
      "What is your favorite thing about sex?",
      "Do you think we spend enough quality time together?",
      "Would you like to see each other more often?",
      "Am I sometimes too suffocating?",
      "What is my most annoying flaw?",
      "What do you think when you look in the mirror?",
      "What are your insecurities?",
      "Do you love your body?",
      "Do you think you are attractive?",
      "Has my body changed since we have been together? Would you like me to be more mindful of it in the future?",
      "How could I help you have more confidence in yourself?",
      "What are your expectations of me that I have not yet met?",
      "What do you love most about me?",
      "What is the thing you like the least when we make love?",
      "Have you ever wanted to cheat on me? Why?",
      "At what point does an action become cheating for you?",
      "Could you forgive cheating?",
      "What are your biggest turn-offs?",
      "What do you think about experimenting with new things together?",
      "What could I do to make you trust me more?",
      "Does our sexual rhythm suit you?",
      "Do you have any particular fantasies? Do you want to fulfill them?",
      "What is your greatest quality in bed?",
      "What do you prefer when we make love?",
      "Are you comfortable being naked in front of me?",
      "What do you think about having more common projects?",
      "What did you think the first time we met?",
      "Are you afraid of getting bored with our relationship?",
      "Do you think I am too suffocating?",
      "Are you always happy when we see each other?",
      "Do you think our arguments are useful?",
      "Do you receive enough tenderness from me?",
      "Do you think our relationship is fully fulfilling for both of us? If not, what are we missing?",
      "Do you need more independence?",
      "Are you comfortable with the division of household chores?",
      "Do I make you happy?",
      "Do you feel loved by me?",
      "What could I do to make you more confident in me?",
      "What is your definition of love?",
      "What is the thing you love most about me?",
      "What do you think of my body?",
      "Do you love your body?",
      "What could I do to make you happier?",
      "What do you think of my general behavior towards you?",
      "What do you think of my behavior towards you when we are in public?",
      "Are you jealous of my friends?",
      "How could I improve our relationship?",
      "How could I make you happier?",
      "What do you think of our relationship?",
      "What is your biggest fear in our relationship?",
      "What do you think about how we handle conflicts?",
      "Do you think I respect you enough?",
      "What could I do to improve our communication?",
      "Do you have any regrets about our relationship?",
      "What do you think of our moments together?",
      "Would you like to change something in our relationship?",
      "What is your favorite thing to do with me?",
      "What do you think of our future together?",
      "What do you think of our sex life?",
      "Do you feel fulfilled with me?",
      "What is your biggest fear concerning our relationship?",
      "What is the thing you love most about me?",
      "What could I do to improve our intimate life?",
      "What do you think of our arguments and how we handle them?",
      "How could I be more attentive to your needs?",
      "What do you think of how we communicate?",
      "Do you feel respected by me?",
      "What do you think of our long-term relationship?",
      "Do you feel loved and appreciated by me?",
      "What is the thing you would like us to do more often together?",
      "What is your ideal sexual experience?",
      "Do you have any particular fantasies? Do you want to fulfill them?",
      "What is your greatest quality in bed?",
      "Does our sexual rhythm suit you?",
      "Would you like to experiment with new things?",
      "What do you think about sex outside the bedroom?",
      "What is your favorite position?",
      "Do you like role-playing during sex?",
      "How important are foreplay to you?",
      "Have you ever faked an orgasm with me ? Why?",
      "What type of lingerie do you prefer on your partner?",
      "What is your opinion on the use of sex toys in our relationship?",
      "What do you think about oral sex?",
      "Do you have any taboos or strict limits regarding sexuality?"
    ],
    "fr": [
      "Comment la relation entre tes deux parents pourrait-elle influencer ta vision de l’amour ?",
      "Faut-il s’aimer soi-même avant de pouvoir aimer les autres ?",
      "Crois-tu en l’amitié Homme/Femme ?",
      "Que penses-tu du fait d’emménager ensemble ?",
      "Te sens-tu en sécurité à mes côtés ?",
      "Mes relations avec mes amis te dérangent-elles ?",
      "Es-tu jaloux d’un de mes amis/collègues/connaissances ?",
      "Est-ce que tu ressens encore du manque lorsque nous sommes éloignés ?",
      "Pourquoi es-tu tombé amoureux de moi ?",
      "Tes sentiments à mon égard ont-ils évolué avec le temps ?",
      "Y-a-t-il des choses que tu n’oses pas me dire ?",
      "As-tu peur de mon jugement ?",
      "As-tu peur que je te quitte ? Peur de me perdre ?",
      "Que serais-tu prêt à faire pour moi ?",
      "Est-ce que tu me considères comme acquis ?",
      "Es-tu nostalgique de nos débuts ? (nos premiers baisers, regards, câlins, etc.)",
      "Le mariage est-il quelque chose d’important pour toi ?",
      "Est-ce que tu te sens suffisamment compris et écouté ?",
      "As-tu besoin de davantage d’indépendance ? de liberté ? de tranquillité ?",
      "Quelle est ta définition de l’amour ?",
      "Quelle éducation veux-tu donner à tes enfants ?",
      "Désires-tu avoir des enfants ? Si oui, dans combien de temps te vois-tu en avoir ?",
      "Que penses-tu du partage des tâches ménagères ?",
      "Quel compliment aimerais-tu entendre plus souvent ?",
      "Quelle est ma petite habitude qui te dérange ?",
      "Quelle est la chose que tu préfères durant le sexe ?",
      "Penses-tu que l’on partage suffisamment de moments privilégiés ?",
      "Aimerais-tu que l’on se voit davantage ?",
      "Suis-je parfois trop étouffant ?",
      "Quel est mon défaut qui te dérange le plus ?",
      "Que penses-tu lorsque tu te regardes dans le miroir ?",
      "Quels sont tes complexes ?",
      "Aimes-tu ton corps ?",
      "Est-ce que tu te trouves beau/belle ?",
      "Mon corps a-t-il changé depuis que nous sommes ensemble ? Voudrais-tu que j’y sois plus vigilant à l’avenir ?",
      "Comment pourrais-je t’aider à avoir davantage confiance en toi ?",
      "Quelles sont tes attentes envers moi que je ne parviens pas encore à combler ?",
      "Qu’est-ce que tu aimes le plus chez moi ?",
      "Quelle est la chose que tu aimes le moins lorsque l’on fait l’amour ?",
      "As-tu déjà eu envie de me tromper ? Pourquoi ?",
      "Pour toi, à partir de quel moment une action devient-elle de la tromperie ?",
      "Pourrais-tu pardonner la tromperie ?",
      "Quelles sont pour toi les pires tue-l’amour ?",
      "Que penses-tu du fait d'expérimenter de nouvelles choses ensemble ?",
      "Comment pourrais-je faire pour que tu aies davantage confiance en moi ?",
      "Est-ce que notre rythme sexuel te convient ?",
      "As-tu des fantasmes particuliers ? As-tu envie de les assouvir ?",
      "Selon toi, quelle est ta plus grande qualité au lit ?",
      "Que préfères-tu lorsque nous faisons l’amour ?",
      "Te sens-tu à l’aise lorsque tu es nu devant moi ?",
      "Que penses-tu de l’idée d’avoir plus de projets communs ?",
      "Qu'as-tu pensé la première fois que nous nous sommes rencontrés ?",
      "Est-ce que tu as peur de te lasser de notre relation ?",
      "Penses-tu que je sois trop étouffant ?",
      "Es-tu toujours heureux lorsque nous nous voyons ?",
      "Penses-tu que nos disputes soient utiles ?",
      "Est-ce que tu reçois assez de tendresse de ma part ?",
      "Est-ce que tu trouves notre relation pleinement épanouissante ? Si non, qu’est-ce qu’il nous manque ?",
      "As-tu besoin de plus d'indépendance ?",
      "Te sens-tu à l'aise avec le partage des tâches ménagères ?",
      "Est-ce que je te rends heureux(se) ?",
      "Est-ce que tu te sens aimé(e) par moi ?",
      "Que puis-je faire pour tu aies davantage confiance en moi ?",
      "Quelle est ta définition de l'amour ?",
      "Quelle est la chose que tu aimes le plus chez moi ?",
      "Que penses-tu de mon corps ?",
      "Aimes-tu ton corps ?",
      "Que pourrais-je faire pour te rendre plus heureux(se) ?",
      "Que penses-tu de mon comportement général envers toi ?",
      "Que penses-tu de mon comportement envers lorsque nous sommes en public ?",
      "Est-ce que tu es jaloux(se) de mes amis ?",
      "Comment pourrais-je améliorer notre relation ?",
      "Comment pourrais-je te rendre plus heureux(se) ?",
      "Que penses-tu de notre relation ?",
      "Qu'est-ce qui te fait le plus peur dans notre relation ?",
      "Que penses-tu de la manière dont nous gérons les conflits ?",
      "Est-ce que tu estimes que je te respecte suffisamment ?",
      "Que pourrais-je faire pour améliorer notre communication ?",
      "Est-ce que tu as des regrets par rapport à notre relation ?",
      "Que penses-tu de nos moments passés ensemble ?",
      "Est-ce que tu aimerais changer quelque chose dans notre relation ?",
      "Quelle est la chose que tu préfères faire avec moi ?",
      "Que penses-tu de notre avenir ensemble ?",
      "Que penses-tu de notre vie sexuelle ?",
      "Est-ce que tu te sens épanoui(e) avec moi ?",
      "Quelle est ta plus grande peur concernant notre relation ?",
      "Quelle est la chose que tu aimes le plus chez moi ?",
      "Que pourrais-je faire pour améliorer notre vie intime ?",
      "Que penses-tu de nos disputes et de la façon dont nous les gérons ?",
      "Comment pourrais-je être plus attentif(ve) à tes besoins ?",
      "Que penses-tu de la manière dont nous communiquons ?",
      "Est-ce que tu te sens respecté(e) par moi ?",
      "Que penses-tu de notre relation à long terme ?",
      "Est-ce que tu te sens aimé(e) et apprécié(e) par moi ?",
      "Quelle est la chose que tu aimerais que nous fassions plus souvent ensemble ?",
      "Quel est pour toi le rapport sexuel idéal ?",
      "As-tu des fantasmes particuliers ? As-tu envie de les assouvir ?",
      "Selon toi, quelle est ta plus grande qualité au lit ?",
      "Notre rythme sexuel te convient-il ?",
      "Aimerais-tu expérimenter de nouvelles choses ?",
      "Que penses-tu du sexe en dehors de la chambre à coucher ?",
      "Quelle est ta position préférée ?",
      "Est-ce que tu aimes les jeux de rôle pendant les rapports sexuels ?",
      "Quelle importance accordes-tu aux préliminaires ?",
      "As-tu déjà simulé un orgasme avec moi ? Pourquoi ?",
      "Quel type de lingerie préfères-tu sur ton/ta partenaire ?",
      "Quel est ton avis sur l’utilisation de jouets sexuels dans notre relation ?",
      "Que penses-tu du sexe oral ?",
      "As-tu des tabous ou des limites strictes en matière de sexualité ?"
    ]
  }
  